[
  {
    "id": "073714e7-0555-4cde-99bc-b023412806ee",
    "name": "sam",
    "originalFile": "D:\\Noven\\fileflow-app (1)\\backend\\uploads\\1567c7ed-4a9c-423d-a7b5-92bf64896e51.docx",
    "variables": [
      "NAME",
      "Mo.number",
      "Valid Date",
      "na",
      "fa"
    ],
    "originalText": "Hello my name is {{NAME}} .\n\nMy mobile no. is {{Mo.number}}.\n\nThis is Valid up to {{Valid Date}}.\n\n",
    "createdAt": "2025-08-22T07:46:08.641Z",
    "savedValues": {
      "fa": "svsdv"
    }
  },
  {
    "id": "b6dba1a5-c9fd-4bfa-9dfa-65102a0e8299",
    "name": "Proposal-Sample-For-Utility (1)",
    "originalFile": "D:\\Noven\\fileflow-app (1)\\backend\\uploads\\fc60e5a6-1ca4-4116-bbb8-812523e60b82.docx",
    "variables": [],
    "originalText": "45Ref: DIPL/OJBMS/nas/sa/sdasd/asdasdsad  dfadsfDF\n\n\t\n\nDear WEFC, \t\n\n\n\nGreetings from Team ORNATE!\t\t\t\n\n\n\nAt the very onset, I take this opportunity to thank you for the interest shown in ORNATE – the software trusted by leading jewellers.  \n\n\n\nORNATE solutions are being used by more than 5000+ jewellers across 27 states of India. By using ORNATE, your organization can benefit from the best practices being used by some of the leading jewellers of the country.\n\n\n\nOrnate range of solutions include:\n\nOrnate Standard and\n\nOrnate NX\n\n \n\nBoth the solutions have been developed on Microsoft .NET platform and SQL database.\n\n\n\nBased on your requirement, we are pleased to give the proposal for Ornate Standard.\n\n\n\nORNATE – Standard (Lite):\n\n\n\nThis takes care of basic functionality which includes:\n\nStock / Inventory Management, Sales Management, Purchase Management, Approval Management, Customer Management, Artisan / Goldsmith Management (or Karigar diary), Accounting (up to Trial Balance) and Outstanding (in Metal and Currency) etc.\n\nTagging of counter stock for generating item-wise stock from laser printer is possible. Using barcode on laser printer is cost effective and the process of stock reconciliation as well as process of billing becomes faster.\n\n\n\nAll the business requirements of Wholesale business and general requirements of Retail business for Gold/Silver/Studded items are covered. Clients can generate Balance Sheet and Profit and Loss account either manually or through other third- party accounting software.\n\n\n\nORNATE – Standard (Regular):\n\n\n\nORNATE Standard includes ALL the features of ORNATE Standard (Lite) – PLUS order and repair management. In addition, Balance Sheet and Profit and Loss account, End of year Stock valuation and GST/TDS/TCS calculations can be managed in this version. \n\n\n\nThe other functionalities that can be added as and when (and if) required are as under:\n\nWeighing scale attachment; \n\nImage wise stock management, Cataloguing and Quotation functionality;\n\nAdditional Android Tablet users for Estimation through Wi-Fi; \n\nAdditional PC users in LAN  \n\nUser-wise Security rights management\n\nTravelling App (for salesmen – who physically carry items during their sales \n\ncalls (to sell to retailers) [Cloud setup is compulsory / mandatory]\n\n\n\nORNATE Standard version is available through our online model, where the installation, training and support are carried out through internet / telephone. A standard on-line training program is offered to any one member as a part of this plan and once training is over, both telephonic as well as on-line (based on request) support is included for the period of one year from the date of order without any extra cost.\n\n\n\nCommercial Offer\n\n\n\n\n\nDescription\n\n\n\nAmount in Rs. \n\n\n\nORNATE – Standard Lite version (Accounting up to Trial Balance, Stock management for Gold/Silver/Studded items, Barcode Tagging*, Artisan Management, Sales/Purchase, Approvals and Wholesale / Karigar entries), SMS module**\n\n\n\n\n\n40000/- \n\n\n\nORNATE – Standard Regular version (Accounting up to Balance Sheet and Profit/Loss account, End of year stock valuation, GST/TDS/TCS and all statutory requirements, Stock management for Gold/Silver/Studded items, Bar-code Tagging*, Artisan Management, Sales / Purchase / Order management, Approvals, Wholesale / Karigar entries and SMS module**\n\n\n\n\n\n60000/-\n\n\n\n\n\nOptional – User-wise Security rights management\n\n\n\n\n\n40000/-  \n\n\n\nOptional – Image wise stock management, Cataloging and Quotation functionality\n\n\n\n\n\n15000/-\n\n\n\n\n\nOptional – Additional PC / disk-less nodes in LAN (per user) \n\n\n\n\n\n10000/-\n\n\n\nOptional – Additional users for generating Estimates / challans on Android tab (per user)\n\n\n\n\n\n10000/-\n\n\n\nOptional – Weighing scale attachment*** \n\n\n\n\n\n15000/-\n\n\n\nOptional – ORNATE Zip App for owners – per Android device \n\n\n\n15000/-\n\n\n\n\n\nOptional - RFID Integration****\n\n\n\n1,00,000/-\n\n\n\n\n\nOptional – Travelling Module (including 5 Tab users) *****\n\n\n\n\n\n\n\n25000/-\n\n(Special launch price)\n\nTaxes are extra, as applicable.\n\n\n\n* Barcode printing using Laser printer or Barcode printers like – Zebra GS420T / TLP244 / Argox or any barcode printer – whose drivers and setup are available and installed in PC/Laptop.\n\n \n\n** SMS pack can be bought from any third-party SMS service provider.\n\n\n\n*** The weighing scale should have facility to get connected to PC / Laptop & weight should get displayed on Notepad (the same should be with dual port – one for laptop/PC & another for weight display)\n\n\n\n**** ORNATE Standard can be integrated with IRYS RFID and the module will be available @ Rs.1,00,000/- plus taxes, per location. If any other vendor is selected, then the charges will be approx. Rs.5,00,000/- plus taxes, per location. \n\n\n\n***** Third party or own cloud setup is compulsory / mandatory\n\n\n\nThe recommended hardware includes: \n\n- Intel i5 Quad core (or higher) Processor with 15MB Cache memory; 3.00 GHz or higher base frequency\n\n- 1 x 8 GB RAM up to 2-3 users (Upgradable to 16 GB) and 500 GB SSD Hard-disk; Windows 10 (with latest service pack)\n\n \n\nAnnual Maintenance Charges (AMC):\n\nAMC is compulsory and currently, AMC is applicable @ 20% of the actual list prices plus applicable taxes on yearly basis after completion of one year. These rates may change in future – as per company policy – due to factors like inflation, cost of operations, facilities, etc. \n\n\n\nRegular payment of AMC will ensure:\n\nUsage of product in \n\nRegular upgrades\n\nOnline support \n\nHelpline telephonic support \n\n\n\nRe-Training charges: One-time Training is provided when a client buys the ORNATE solution. Re-training in ORNATE for new operators involves re-deployment of manpower to the same project and it involves repetition of work. The same is chargeable @ Rs.5000/- plus GST.\n\n\n\nCustomization charges: It is strongly recommended that all customers use the default / standard formats that are already available in the software. However, if Sales / Purchase / Order / Issue/receipt voucher formats need to be customized, then the same will be done once within 30 days of software installation. Thereafter, if any format has to be modified or to be redone, then the same will be charged extra. The charges will be Rs.2000/- plus taxes for new format and Rs.1000/- plus taxes for minor changes in existing format. A minor change is defined as a change where there are not more than 5 changes (like addition of text / name / logo / colour / size of voucher). If any new field has to be added, then the same will be considered as new format. \n\n\n\nNote: For any change in the pre-defined voucher/label/barcode format, the charges will be applicable @ Rs.1000/- plus taxes per format. If a new voucher/label/barcode has to be developed, then the charges will be @ Rs.2000/- plus taxes per format. If there is any NEW report, then the charges will be @ Rs.4000/- plus taxes (for upto 5 inputs) and will be @ Rs.8000/- plus taxes for every additional block of more than 5 inputs.\n\n\n\nALL PRICES ARE EXCLUSIVE OF ALL APPLICABLE TAXES\n\n\n\nSpecific Terms and Conditions for ORNATE Standard Plan:\n\n\n\nInstallation and Training Man-Day Charges:\n\nThe entire training/support will be provided through online internet based remote desktop technology. Clients will be required to have 2MBPS broadband internet connection, head-phone with mike and licensed anti-virus software. Once the training session starts, the training will be completed as per the schedule given. If there is any break in the training sessions, the same will not be repeated. The training will commence within 1-2 weeks on intimating the Coordinator (Support) by mailing us on support@ornatesoftware.com. \n\n\n\nBefore the training starts, the clients will have to keep the following data ready as under:\n\nLast year’s final audited/unaudited reports viz., trading / manufacturing a/c, P&L a/c and balance sheet\n\nStock Statement (Both counter and vault)\n\n\n\nTraining will be provided to any one responsible person (who would have basic knowledge of jewellery accounting / stock-keeping and computers) designated by the client. If the training program needs to be repeated, then the same will be chargeable @ Rs.5000/- plus tax.\n\n\n\nWarranty:\n\n90-day warranty from the date of invoice on bugs/errors will be provided. Upgrades within the same family series (ORNATE Standard series) will be provided free during the warranty period.\n\n\n\nGeneral Terms and Conditions:\n\n\n\nThe above prices are exclusive of Goods and Service tax @ 18%. Please note, government levies and taxes shall be applicable as per the laws / rules and regulations prevalent at the time of delivery and execution of the contract for the software. All other local taxes and duties like Octroi will be extra, if applicable.\n\n\n\nThe product will be available through one license/PIN number. \n\n\n\nThe prices quoted are for the ORNATE software only and no hardware items are included.\n\n\n\nOn completion of warranty, AMC will be applicable @ 20% of the actual list prices plus applicable taxes on yearly basis. Payment of AMC will ensure continual usage of the product with regular upgrades.\n\n\n\nFor LAN Configuration:\n\nFor LAN SERVER, we recommend usage of Windows 2008/2012 Server with 4GB RAM, 300 GB Hard-disk with XEON processor. For nodes, requirements will be same as single PC configuration with connection with server through remote desktop for efficient and faster speed. As per the policies defined by Microsoft, for using Remote desktop (RDP), CAL license(s) will have to be bought – as and when required. Simple peer to peer LAN environment will have to be AVOIDED. Data switch with 1000 MBPS speed. CAT-5 or above types of wiring with company fitted crimping.\n\n\n\nImportant Note:\n\nInternal security camera’s should not be connected to the PC’s which are running ORNATE. Also, it is strongly recommended that different network or LAN connection is used for security Camera and for ORNATE.\n\n\n\nThe recommended Barcode printers are: ZEBRA / ARGOX / SATO / GODAX and DATAMAX. If any other barcode printer is used along with ORNATE, then the charges for set-up will be Rs.5000/-. Besides, for all barcode printers, the barcode printer driver MUST be available with the customer. If the same is not available, then D’Soft Infotech Pvt. Ltd. will NOT be able to support such printers. Further, the printer has to be installed in local PC / LAN by the customer / hardware vendor.\n\n\n\nFor Static ip Configuration:\n\nCustomers using static ip should note that the setup related to static ip will be the responsibility of the hardware vendor. Local print setup configuration will also have to be done by the hardware vendor only.\n\n\n\nData validation:\n\nThe software provided by D’Soft Infotech Pvt. Ltd. has been tested and is of highest quality. D’Soft Infotech Pvt. Ltd. will not have any control on input of data, which shall be done by the operator / accountant of your company / showroom. D’Soft Infotech Pvt. Ltd. will not be responsible for any discrepancy in reports arising out of tallying of manual and ORNATE generated reports. Such services, if required, will be available at additional cost, which will be dependent on the availability of manpower and the extent of work required to be carried out.\n\n\n\nPayment Terms:\t\n\n100% Advance along with Purchase Order. Payment may be deposited in HDFC bank a/c no. A/C NO. 01012560004664, NEFT/IFSC code is HDFC0000101 (Dr. Yagnik road branch, Rajkot).\n\n\n\nRefund Policy:\n\nAll orders are accepted only after either demonstration is seen and approved by clients OR the client has either seen the product directly at another ORNATE user OR has taken reference from some other ORNATE user directly. If for any reason, client decides to cancel the order, following refund policy will be applicable:\n\n90% refund (without taxes), if order is cancelled within 6 calendar days of placing the order.\n\n70% refund (without taxes), if order is cancelled before Installation / training\n\n50% refund (without taxes), if order is cancelled within 30 days of installation/training\n\nNo refund, if order is cancelled after 30 days of installation/training.\n\n\n\nResponsibilities of the Customer:\n\n\n\nAppointment of Full-time Operator / Accountant:\n\nIt is advisable for the customer that a full-time, qualified Operator / Accountant is available at your company / showroom to look after the operation of the software and proper upkeep of the hardware / networking etc. He will be trained on Ornate by D’Soft Infotech Pvt. Ltd. Infotech Pvt. Ltd. and the person will be required to train his sub-ordinates. He will be solely responsible for any communication with the any. He will have to ensure that the users of the ORNATE software are available whenever the personnel from D’Soft Infotech Pvt. Ltd. are visiting your company / showroom. If the end-users are not available, then the personnel from D’Soft Infotech Pvt. Ltd. reserves the right to cancel training or service request or charge the customer accordingly.\n\n\n\nAvailability of Licensed software:\n\nIt will be the responsibility of the customer to ensure that all the software used by the customer are original and are sourced from the respective authorized persons / companies. For all barcode printers, the necessary printer drivers MUST be available.\n\n\n\nAvailability of online / updated anti-virus software and backups:\n\nIt would be the responsibility of the customer to have online / updated anti-virus software and keep cleaning the drives from time-to-time. Besides, proper backups like power backup (UPS / Stabilizers) are made available. Also, proper system of maintaining back-up of the data should be followed.\n\n\n\nPasswords:\n\nIt would be the responsibility of the customer to ensure that the password, where provided, is kept secret and not disclosed to anyone and to change the password immediately after installation. The customer shall not part with the password with anyone and D’Soft Infotech Pvt. Ltd. shall not be held liable for the misuse of the same.\n\n\n\nUnder no circumstances shall D’Soft Infotech Pvt. Ltd. be liable for any direct, indirect, incidental, special, punitive or consequential damages that result in any way from customer’s use of or inability to use the service or access the software or any part thereof or that result from mistakes, omissions, interruption, deletion of files, errors, defects, delays in operation or failure of performance.\n\n\n\nOther terms and conditions:\n\n\n\nEmployee Poaching:\n\nAs a policy, D’Soft Infotech Pvt. Ltd. will refrain from recruiting any employees of customers. Even while dealing with all the staff members of customers, D’Soft Infotech Pvt. Ltd. will follow ethical business practices which will never influence / force anyone to take irrational decisions favoring anyone. \n\n\n\nAt the same time, D’Soft Infotech Pvt. Ltd. also expects all our customers to follow ethical business practices in which the customers can neither offer (direct / indirect) recruitment in their own or other group companies nor can they deploy their services by offering tangible / intangible incentives for carrying out any work / assignment pertaining to the software / system. If any such incident comes to the knowledge of the management of D’Soft Infotech Pvt. Ltd., then the management of D’Soft Infotech Pvt. Ltd., reserves the right to stop upgrades / support and other services to the customer.\n\n\n\nForce Majeure:\n\nIf at anytime, during the continuance of implementation / training / services, the performance in whole or part, of any obligation under it shall be prevented or delayed by reason of war, hostility, acts of the public enemy, civil commotion, sabotage, fire, flood, explosion, epidemic, quarantine restriction, strikes, lock-out or act of God etc., the customer shall not have any claim for damages against D’Soft Infotech Pvt. Ltd. in respect of such non-performance or delay in performance of services.\n\n\n\nDisputes:\n\nIf any dispute arising out of these terms and conditions require intervention and/or adjudication by courts, then the courts located within the limits of Rajkot will alone have jurisdiction and jurisdiction of other courts are hereby excluded.\n\n\n\nDisclaimer:\n\nWhile every efforts is made by D’Soft Infotech Pvt. Ltd. to provide highest quality of software product and services to the customer, the customer acknowledges that the performance is entirely dependent on external factors like the type of hardware, printers, networking, performance of anti-virus, availability of internet connection and other original third party software like Operating System, gotomypc.com, etc. Besides, the quality of input of the data which plays a major part in the tallying of reports (like stock / balance sheet etc.) are all beyond the control and purview of D’Soft Infotech Pvt. Ltd. Hence, D’Soft Infotech Pvt. Ltd. shall in no event be responsible to the customer for any inconvenience, damage or loss that may be caused to any one or of any kind arising there from. Though all efforts to provide an bug-free software will be made, D’Soft Infotech Pvt. Ltd. will not be responsible for any discrepancy in data / reports arising out of software bug. It is in the interest of the customer that he/she verifies the results computed by software of the data from time to time. Although, D’Soft Infotech Pvt. Ltd. has taken all possible care to ensure that there are no computational errors or bugs, still, however, to verify the correctness of all reports generated by the software will be the sole responsibility of the subscriber or any person in charge of the computer resource and he will have no recourse to proceed legally against either the Manufacturer or supplier of this product.\n\n\n\nIntellectual Property Rights:\n\nThe IPR for ORNATE belongs to D’Soft Infotech Pvt. Ltd. Customer will comply with all the terms and conditions of all end user license agreements accompanying any software or plug-ins to such software distributed or used in connection with the service including, without limitation, the ORNATE End User License Software Agreement (EULA), as these agreements may be amended from time to time.\n\n\n\nValidity:\n\nThis proposal is valid up to 45.\n\n\n\nHope you find the above is in line with your expectations. Feel free to contact me for any information / clarification required from our side.\n\n\n\nThanking you and looking forward to your valued order.\t\n\n\n\nWarm regards,\n\nDC, VASD.FM;R,F;A,;,V \n\nTeam Ornate\n\nD’Soft Infotech Pvt. Ltd.,\n\nIndia\t\n\nD;CMA;SCWMFWMAF;CD,LCWQE\n\n",
    "createdAt": "2025-08-22T07:48:20.308Z",
    "savedValues": {}
  }
]